Repository: mobiledeveloper-cmacspro/connect-repair-service
Catalog: ios/Runner/*.lproj/InfoPlist.strings
Languages: de

# NSAppleMusicUsageDescription
source: Enable media library access to upload media.
de: Aktivieren Sie den Zugriff auf die Medienbibliothek, um Medien hochzuladen.

# NSCalendarsUsageDescription
source: Enable calendar access to sync with your calendar.
de: Aktivieren Sie den Kalenderzugriff, um ihn mit Ihrem Kalender zu synchronisieren.

# NSCameraUsageDescription
source: Enable camera access to take photos and videos.
de: Aktivieren Sie den Kamerazugriff, um Fotos und Videos aufzunehmen.

# NSContactsUsageDescription
source: Enable contacts access to sync with your device contacts.
de: Aktivieren Sie den Zugriff auf Kontakte, um sie mit Ihren Ger채tekontakten zu synchronisieren.

# NSLocationAlwaysUsageDescription
source: Enable your location to access your device location.
de: Aktivieren Sie Ihren Standort, um auf Ihren Ger채testandort zuzugreifen.

# NSLocationWhenInUseUsageDescription
source: Enable your location to access your device location.
de: Aktivieren Sie Ihren Standort, um auf Ihren Ger채testandort zuzugreifen.

# NSMicrophoneUsageDescription
source: Enable microphone allow speech to text.
de: Aktivieren Sie das Mikrofon, um Sprache in Text umzusetzen.

# NSMotionUsageDescription
source: Enable motion to access your phones motions.
de: Aktivieren Sie Bewegung, um auf die Bewegungen Ihres Ger채tes zuzugreifen.

# NSPhotoLibraryUsageDescription
source: Enable photo library access to upload photos and videos.
de: Aktivieren Sie den Zugriff auf die Fotobibliothek, um Fotos und Videos hochzuladen.

# NSSpeechRecognitionUsageDescription
source: Speech data from this app will be sent to Apple to process your requests. This will help Apple improve its speech recognition technology.
de: Die Sprachdaten dieser App werden an Apple gesendet, um Ihre Anfragen zu bearbeiten. Dies wird Apple helfen, seine Spracherkennungstechnologie zu verbessern.

# NSFaceIDUsageDescription
source: This application needs Face Id recognition.
de: Diese Anwendung muss auf die Face ID zugreifen.
